#### FacetingUtils Members

---

|  |
| --- |
| FacetingUtils Class   Methods   See Also |

The  FacetingUtils  type exposes the following members.

# Methods

|  | Name | Description |
| --- | --- | --- |
| Public method Static member | ConvertTrianglesToQuads | Replaces pairs of adjacent, coplanar triangles by quadrilaterals. |

# See Also

FacetingUtils Class

Autodesk.Revit.DB Namespace